Repository: wp-plugins/izeechat
Catalog: languages/Izeechat-*.po
Languages: fr_fr

source: Agents Listing
fr_fr: Liste des Agents

source: Create an Agent
fr_fr: Créer un Agent

source: Dashboard Apizee
fr_fr: Tableau de bord

source: Link to the the cloud's dashboard
fr_fr: Lien vers le dashboard cloud

source: Open in other tab
fr_fr: Ouvrir dans un autre onglet

source: Open here
fr_fr: Ouvrir ici

source: //doc.apizee.com/izeechat-on-wordpress/
fr_fr: //doc.apizee.com/izeechat-sur-wordpress/

source: About IzeeChat
fr_fr: À propos d'IzeeChat

source: An unexpected error has occurred. please contact an administrator
fr_fr: Une erreur est survenue. Veuillez contactez un administrateur

source: An unexpected error has occurred
fr_fr: Une erreur est survenue

source: Passwords not match !
fr_fr: Les mots de passes ne correspondent pas !

source: User could already exist else contact an administrator
fr_fr: L'utilisateur pourrait déjà exister sinon contactez un administrateur

source: An unexpected error has occurred during registration. please contact an administrator
fr_fr: Une erreur est survenue pendant l'enregistrement. Veuillez contactez un administrateur

source: User probably doesn't exist else contact an administrator
fr_fr: L'utilisateur n'existe probablement pas sinon contactez un administrateur

source: An unexpected error has occurred during authentication. please contact an administrator
fr_fr: Une erreur est survenue pendant l'authentification. Veuillez contactez un administrateur

source: Your password isn't correct, please retry.
fr_fr: Votre mot de passe n'est pas correct, veuillez réessayer

source: An unexpected error has occurred during login. please contact an administrator
fr_fr: Une erreur est survenue pendant la connexion. Veuillez contactez un administrateur

source: You don't allowed to use this plugin.
fr_fr: Vous n'avez pas la permission d'utiliser cette extension

source: Request to create a new agent account for IzeeChat plugin. User:
fr_fr: Demande de création de compte agent pour le plugin IzeeChat. Utilisateur:

source: An error has occurred while send your request, please retry later
fr_fr: Une erreur est survenue pendant l'envoi de votre requête, veuillez réessayer plus tard

source: An unexpected error has occurred during creation. please contact an administrator
fr_fr: Une erreur est survenue pendant la création. Veuillez contactez un administrateur

source: User already exist
fr_fr: L'utilisateur éxiste déjà

source: Live chat solution for your website's visitors
fr_fr: Solution de chat temps réel pour les visiteurs de votre site

source: IzeeChat is an instant messaging solution for real-time communication with your visitors. During your discussions, you can always switch to audio or video communication.
fr_fr: IzeeChat est une solution de messagerie instantanée pour communiquer en temps réel avec vos visiteurs. Durant vos discussions, vous pouvez à tout moment passer en communication audio ou video.

source: So, you can offer help and advice instantly to your visitors when they need it. With IzeeChat solution, you improve the conversion rate of visitors to buyers and improve your brand image by providing a service of real-time support to your visitors. Izeechat has many additional features.
fr_fr: Ainsi, vous pouvez offrir votre aide et vos conseils instantanément à vos visiteurs quand ils en ont besoin. Avec la solution IzeeChat, vous améliorez le taux de transformation des visiteurs en acheteurs et vous améliorez votre image de marque en apportant un service de support temps-réel à vos visiteurs. Izeechat dispose de nombreuses fonctionnalités complémentaires.

source: //apizee.com/izeechat
fr_fr: //apizee.fr/izeechat

source: More
fr_fr: En savoir plus

source: 4 Ampère street. 22300 Lannion, FRANCE.
fr_fr: 4 rue Andrée Marie Ampère. 22300 Lannion, FRANCE.

source: //www.apizee.com/contact-us/
fr_fr: //www.apizee.fr/contacter-nous/

source: Contact us
fr_fr: Contactez-nous

source: Authentication
fr_fr: Authentification

source: Password
fr_fr: Mot de passe

source: Connection
fr_fr: Connexion

source: Forgotten Password ?
fr_fr: Mot de passe oublié ?

source: Create an Account
fr_fr: Créer un compte

source: Lastname
fr_fr: Nom

source: Firstname
fr_fr: Prénom

source: Confirm Password
fr_fr: Confirmer Mot de Passe

source: Register
fr_fr: S'enregistrer

source: http://www.apizee.com/izeechat/
fr_fr: http://www.apizee.fr/izeechat/

source: //www.apizee.com
fr_fr: //www.apizee.fr

source: Username
fr_fr: Nom d'utilisateur

source: Email Address
fr_fr: Adresse Email

source: Create Account
fr_fr: Créer le compte

source: Reason:
fr_fr: Raison:

source: invalid password
fr_fr: Mot de passe invalide

source: invalid admin account
fr_fr: Compte administrateur invalide

source: user already exist
fr_fr: L'utilisateur éxiste déjà

source: fail to create button
fr_fr: Impossible de créer le bouton

source: invalid new user informations
fr_fr: Nouvelles information utilisateurs invalides

source: invalid permission
fr_fr: Vous n'avez pas les permissions requises

source: invalid enterpriseId
fr_fr: enterpriseId invalide

source: cms name
fr_fr: Erreur CMS

source: this enterprise is not in your portfolio
fr_fr: Cette entreprise n'est pas dans votre portefolio

source: user doesn't exist
fr_fr: L'utilisateur n'existe pas

source: enterprise doesn't exist
fr_fr: L'entreprise n'existe pas

source: domain doesn't exist
fr_fr: Le domaine n'existe pas

source: the enterprise of the user is not in your portfolio
fr_fr: L'entreprise de l'utilisateur n'est pas dans votre protefolio

source: upload failed
fr_fr: Impossible d'uploader

source: invalid webSession
fr_fr: WebSession invalide

source: site already exist
fr_fr: Le site existe déjà

source: invalid new site informations
fr_fr: Informtions du nouveau site invalides

source: unknown web site
fr_fr: Site web inconnu

source: the enterprise is not in your portfolio
fr_fr: L'entreprise n'est pas dans votre portefolio

source: web session doesn't exist
fr_fr: La webSession n'existe pas

source: web site doesn't exist
fr_fr: Le site web n'existe pas

source: unvalid origin :
fr_fr: Origine invalide :

source: deprecated
fr_fr: obsolète

source: unknown notification reason
fr_fr: Raison de l'erreur inconnue

source: unknown CCS
fr_fr: CCS inconnu

source: invalid visitor enterpriseId
fr_fr: enterpriseId du visiteur inconnu

source: invalid visitorId
fr_fr: visitorId invalid

source: auth failed
fr_fr: Erreur d'authentification, vérifiez vos identifiants
